[
  {
    "id_product": 4306,
    "product_name": "Steal The Spotlight Leopard Slit Midi Dress",
    "price": 2513,
    "img_product": "4306_1.jpg",
    "discription" : "Steal the spotlight looking so fierce in this leopard midi dress! It features spaghetti straps, a v-neckline, and a front slit perfect for showing off some skin and strappy sandals."
  },
  {
    "id_product": 4862,
    "product_name": "Feeling Good Turtleneck Maxi Dress",
    "price": 1479,
    "img_product": "4862_1.jpg",
    "discription" : "Look and feel good in this rib knit maxi dress perfect for everyday styling! It features long sleeves, a turtleneck, a form-hugging silhouette, and a side-slit accent. Complete the look in mules for a dinner date."
  },
  {
    "id_product": 4904,
    "product_name": "Alluring Trendsetter Halter Midi Dress",
    "price": 2319,
    "img_product": "4904_1.jpg",
    "discription" : "Show off your alluring trendy style in this sleek curve-hugging midi dress! It features a cross-front halter neckline with tie-back straps, a cold-shoulder design with long fitted sleeves, and a midi-length asymmetric hem creating a chic high side slit. The smooth knit fabric includes a full lining. Complete the look with your fave mules."
  },
  {
    "id_product": 4974,
    "product_name": "Effortless Everyday Ribbed Knit Midi Dress",
    "price": 1673,
    "img_product": "4974_1.jpg",
    "discription" : "Effortlessly chic for every day, this ribbed knit midi dress is a must-have for fall. It features a V-neckline, a combination of front spaghetti straps and long fitted sleeves, and a midi-length, curve-hugging silhouette. Style with ankle booties for coffee dates this season."
  },
  {
    "id_product": 4950,
    "product_name": "Feeling Good Turtleneck Maxi Dress",
    "price": 1479,
    "img_product": "4950_1.jpg",
    "discription" : "Look and feel good in this rib knit maxi dress perfect for everyday styling! It features long sleeves, a turtleneck, a form-hugging silhouette, and a side-slit accent. Complete the look in mules for a dinner date."
  },
  {
    "id_product": 4975,
    "product_name": "Effortless Everyday Ribbed Knit Midi Dress",
    "price": 1673,
    "img_product": "4975_1.jpg",
    "discription" : "Effortlessly chic for every day, this ribbed knit midi dress is a must-have for fall. It features a V-neckline, a combination of front spaghetti straps and long fitted sleeves, and a midi-length, curve-hugging silhouette. Style with ankle booties for coffee dates this season."
  },
  {
    "id_product": 1133,
    "product_name": "Go With The Flow Chiffon Skater Dress",
    "price": 2836,
    "img_product": "1133_1.jpg",
    "discription" : "Go with the flow and keep it casual with a dress that can be dressed up or down for a date with bae. The dress features a square neckline, long balloon sleeves, an empire waist with pleating, and a skater length silhouette with a ruffled hem. The dress is composed of a lined chiffon fabric that offers a form hugging fit with minimal stretch. Complete look with block heels and hoops. "
  },
  {
    "id_product": 4806,
    "product_name": "Cream Of The Crop Cutout Mini Dress",
    "price": 2190,
    "img_product": "4806_1.jpg",
    "discription" : "Look and feel your absolute best in this prize-worthy casual mini dress! It features a sleeveless, one-shoulder neckline with a thin shoulder strap, a sultry cutout waist with a hoop insert, and a bodycon silhouette. Complete the look in clear strap heels for a lunch date."
  },
  {
    "id_product": 2976,
    "product_name": "Mabelle Formal Tulle A-Line Dress",
    "price": 9878,
    "img_product": "2976_1.jpg",
    "discription" : "Romance is in the air as you breeze in wearing the Mabelle formal dress to the dinner party or gala! She features a sweet A-line silhouette designed with a sleeveless plunge V-neckline with tie-knotted straps, a V-cut back design, and a smocked empire waist with a tie-front belt and belt loops that lead to her ruffled, tiered, long-length hem. The formal dress is composed of a swiss dot tulle fabric with multiple linings for a voluminous effect and has a minimal stretch. Style with an envelope clutch to complete the look."
  },
  {
    "id_product": 1855,
    "product_name": "Enchanting Night Velvet Marabou Dress",
    "price": 2190,
    "img_product": "1855_1.jpg",
    "discription" : "Have yourself an enchanting night in this velvet mini dress perfect for your next dressy affair! It features a sleeveless square neck with a v-wire notch, marabou trim, adjustable spaghetti straps, a lightly padded bust, and a bodycon silhouette. Complete the look in a rhinestone choker and heels!"
  },
  {
    "id_product": 2075,
    "product_name": "The Jewel Rhinestone Strap Midi Dress",
    "price": 2513,
    "img_product": "2075_1.jpg",
    "discription" : "The shining jewel of your dress collection! Bedazzle everyone in this sultry midi dress featuring a sleeveless one-shoulder neckline, a dual rhinestone trim strap, a ruched side seam that accentuates your curves, a bodycon silhouette, and an asymmetrical slit hem. Style with a cuff bracelet and heels to complete the look!"
  },
  {
    "id_product": 2314,
    "product_name": "Irresistible Charm Satin A-Line Dress",
    "price": 2513,
    "img_product": "2314_1.jpg",
    "discription" : "Who resist your charm the second you stroll in looking fabulous in this satin a-line dress! It features a sleeveless mock neck with dual button closures, a pleated open-back design, and a short-length hem. Style with an envelope clutch and heels to complete the look!"
  },
  {
    "id_product": 4817,
    "product_name": "Playful In Crepe Color Block Dress",
    "price": 1996,
    "img_product": "4817_1.jpg",
    "discription" : "Play up your fun and wild side in this crepe mini dress featuring a sleeveless scoop neck, spaghetti straps, a color block design with zebra print, and a form-hugging silhouette. Style with lace-up stilettos for the perf club look!"
  },
  {
    "id_product": 1431,
    "product_name": "Forever Fabulous Faux Fur Knit Duster",
    "price": 3094,
    "img_product": "1431_1.jpg",
    "discription" : "Layer on this chic ribbed knit duster for a forever fabulous look! Featuring a removable faux fur collar accent, long fitted sleeves, a tie-front design, and a long-length flowy silhouette, this duster can be dressed up or down depending on your mood! The ribbed knit fabric offers a moderate stretch. Complete your look with ankle booties."
  },
  {
    "id_product": 1572,
    "product_name": "Style Warm Up Sweater Knit Dress",
    "price": 3288,
    "img_product": "1572_1.jpg",
    "discription" : "Cozy up this season in style! This sweater mini dress is the best of both worlds featuring cozy dolman sleeves, a surplice v-neckline, belted tie-front waist, and a bodycon silhouette. The dress is composed of soft cable and rib-knit fabric that offers plenty of stretch. Style with knee-high boots to complete the look!"
  },
  {
    "id_product": 1456,
    "product_name": "Leave Em' Breathless Sweater Dress",
    "price": 2319,
    "img_product": "1456_1.jpg",
    "discription" : "Leave your crush breathless when they see you in this spicy sweater mini dress! It features an off-the-shoulder neckline, long sleeves, a cutout bust, and a bodycon silhouette. Complete the look in thigh-high boots for everyday slay! "
  }

  
]